Repository: trama/myFamilyBudget
Catalog: *.lproj/Localizable.strings
Languages: it

source: myfamilybudget_name
it: myFamilyBudget

source: welcome_header_1
it: Tieni traccia delle tue finanze

source: welcome_subtitle_1
it: Aggiungi nuove voci in modo semplice e diretto

source: welcome_header_2
it: Analizza le tue spese

source: welcome_subtitle_2
it: Ricava informazioni sulle tue spese in vari periodi di tempo

source: welcome_header_3
it: Rispetta i budget

source: welcome_subtitle_3
it: Imposta obiettivi per categoria e periodo per limitare le tue spese

source: Get Started
it: Inizia

source: Categories
it: Categorie

source: no_income_categories
it: Nessuna categoria di entrate trovata, clicca sul pulsante 'Nuovo' per aggiungerne alcune

source: no_expense_categories
it: Nessuna categoria di spese trovata, clicca sul pulsante 'Nuovo' per aggiungerne alcune

source: Suggestions Hidden
it: Suggerimenti Nascosti

source: Successfully Edited
it: Modificato con Successo

source: INCOME CATEGORIES
it: CATEGORIE DI ENTRATE

source: EXPENSE CATEGORIES
it: CATEGORIE DI SPESE

source: SUGGESTED
it: SUGGERITE

source: Income Category
it: Categoria di Entrate

source: Expense Category
it: Categoria di Spese

source: New
it: Nuovo

source: Expense
it: Spesa

source: Income
it: Entrata

source: Delete
it: Elimina

source: Cancel
it: Annulla

source: Delete '%@'?
it: Eliminare '%@'?

source: This action cannot be undone, and all %@ transactions would be deleted.
it: Questa azione non può essere annullata e tutte le transazioni %@ verranno eliminate.

source: Category Name
it: Nome Categoria

source: Missing Name
it: Nome Mancante

source: Missing Emoji
it: Emoji Mancante

source: Incomplete Entry
it: Voce Incompleta

source: Missing Information
it: Informazioni Mancanti

source: This action cannot be undone.
it: Questa azione non può essere annullata.

source: Duplicate Found
it: Duplicato Trovato

source: Please Edit Accordingly
it: Si Prega di Modificare di Conseguenza

source: Please Change Emoji
it: Si Prega di Cambiare l'Emoji

source: Please Change Name
it: Si Prega di Cambiare il Nome

source: Food
it: Cibo

source: Transport
it: Trasporto

source: Rent
it: Affitto

source: Subscriptions
it: Abbonamenti

source: Groceries
it: Spesa

source: Family
it: Famiglia

source: Utilities
it: Utenze

source: Fashion
it: Moda

source: Healthcare
it: Salute

source: Pets
it: Animali

source: Sneakers
it: Scarpe

source: Gifts
it: Regali

source: Paycheck
it: Stipendio

source: Allowance
it: Indennità

source: Investments
it: Investimenti

source: Tips
it: Mance

source: Successfully Added
it: Aggiunto con Successo

source: Today, %@
it: Oggi, %@

source: Add Note
it: Aggiungi Nota

source: Category
it: Categoria

source: none
it: nessuna

source: daily
it: giornaliero

source: weekly
it: settimanale

source: monthly
it: mensile

source: custom
it: personalizzato

source: Custom Interval
it: Intervallo Personalizzato

source: Repeats every
it: Si ripete ogni

source: days
it: giorni

source: weeks
it: settimane

source: months
it: mesi

source: Edit
it: Modifica

source: Delete Expense?
it: Eliminare la Spesa?

source: Missing Amount
it: Importo Mancante

source: Missing Category
it: Categoria Mancante

source: transaction-view-income-picker
it: Entrata

source: Your Log is Empty
it: Il tuo Registro è Vuoto

source: Press the plus button to add your first entry
it: Premi il pulsante più per aggiungere la tua prima voce

source: Search entry by note
it: Cerca voce per nota

source: all entries
it: tutte le voci

source: by type
it: per tipo

source: by day
it: per giorno

source: by week
it: per settimana

source: by month
it: per mese

source: by category
it: per categoria

source: recurring
it: ricorrenti

source: filter-tag-type
it: per tipo

source: filter-tag-day
it: per giorno

source: filter-tag-category
it: per categoria

source: filter-tag-week
it: per settimana

source: filter-tag-month
it: per mese

source: filter-tag-recurring
it: ricorrenti

source: filter-picker-income
it: Entrata

source: filter-tag-upcoming
it: imminenti

source: Total Spent
it: Totale Speso

source: Total Income
it: Entrate Totali

source: Net Total
it: Totale Netto

source: Net total
it: Totale netto

source: Spent
it: Speso

source: Earned
it: Guadagnato

source: today
it: oggi

source: this week
it: questa settimana

source: this month
it: questo mese

source: this year
it: quest'anno

source: No entries found.
it: Nessuna voce trovata.

source: Try a different search query!
it: Prova una ricerca diversa!

source: yesterday
it: ieri

source: Insights
it: Analisi

source: Analyse Your Expenditure
it: Analizza le Tue Spese

source: As transactions start piling up
it: Man mano che le transazioni si accumulano

source: Expenses
it: Spese

source: SPENT/DAY
it: SPESO/GIORNO

source: INCOME/DAY
it: ENTRATE/GIORNO

source: SPENT/MTH
it: SPESO/MESE

source: INCOME/MTH
it: ENTRATE/MESE

source: AVG/DAY
it: MEDIA/GIORNO

source: AVG/MTH
it: MEDIA/MESE

source: That's all, buddy.
it: È tutto, amico.

source: Into the unknown.
it: Verso l'ignoto.

source: week
it: settimana

source: month
it: mese

source: year
it: anno

source: Jan
it: Gen

source: Jul
it: Lug

source: Oct
it: Ott

source: Budgets
it: Budget

source: Budget Your Finances
it: Pianifica le Tue Finanze

source: Link budgets to categories and set appropriate expenditure goals
it: Collega i budget alle categorie e imposta obiettivi di spesa appropriati

source: No Budgets Found
it: Nessun Budget Trovato

source: Add your first budget today!
it: Aggiungi oggi il tuo primo budget!

source: category budget
it: budget per categoria

source: overall budget
it: budget complessivo

source: new
it: nuovo

source: New Budget
it: Nuovo Budget

source: Overall Budget
it: Budget Complessivo

source: Select a category
it: Seleziona una categoria

source: Begin by linking this budget to an existing category.
it: Inizia collegando questo budget a una categoria esistente.

source: Choose a time frame
it: Scegli un periodo di tempo

source: The budget will periodically refresh according to your preference.
it: Il budget si aggiornerà periodicamente in base alle tue preferenze.

source: Continue
it: Continua

source: Pick a start date
it: Scegli una data di inizio

source: Daily
it: Giornaliero

source: Weekly
it: Settimanale

source: Monthly
it: Mensile

source: Yearly
it: Annuale

source: Which day of the %@ do you want your budget to start from?
it: Da quale giorno del/della %@ vuoi che inizi il tuo budget?

source: weekNewBudget
it: settimana

source: monthNewBudget
it: mese

source: yearNewBudget
it: anno

source: Sunday
it: Domenica

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Start of month
it: Inizio del mese

source: %@ of month
it: %@ del mese

source: Set budget amount
it: Imposta l'importo del budget

source: Feel free to edit this in the future.
it: Sentiti libero di modificarlo in futuro.

source: %@ SPENT
it: %@ SPESO

source: left %@
it: rimasti %@

source: over %@
it: oltre %@

source: left today
it: rimasti oggi

source: left on %@
it: rimasti il %@

source: over today
it: oltre oggi

source: over on %@
it: oltre il %@

source: left this week
it: rimasti questa settimana

source: over this week
it: oltre questa settimana

source: left each day
it: rimasti ogni giorno

source: left this month
it: rimasti questo mese

source: over this month
it: oltre questo mese

source: left this year
it: rimasti quest'anno

source: over this year
it: oltre quest'anno

source: %lldd left
it: %lldd rimasti

source: %lldh left
it: %lldh rimaste

source: %@ • %@ spent
it: %@ • %@ spesi

source: Back
it: Indietro

source: Delete the '%@' budget?
it: Eliminare il budget '%@'?

source: OVERALL SPENT: %@
it: SPESA COMPLESSIVA: %@

source: Delete your overall budget?
it: Eliminare il tuo budget complessivo?

source: Settings
it: Impostazioni

source: GENERAL
it: GENERALI

source: DATA
it: DATI

source: OTHERS
it: ALTRO

source: Appearance
it: Aspetto

source: Start of Week
it: Inizio Settimana

source: Notifications
it: Notifiche

source: Currency
it: Valuta

source: Number Entry
it: Inserimento Numeri

source: Authentication
it: Autenticazione

source: Income Tracking
it: Monitoraggio Entrate

source: Display Cents
it: Mostra Centesimi

source: iCloud Sync
it: Sincronizzazione iCloud

source: Export Data
it: Esporta Dati

source: Erase Data
it: Cancella Dati

source: Animated Charts
it: Grafici Animati

source: Feature Lab
it: Laboratorio Funzionalità

source: Tip Jar
it: Mancia

source: Report Bug
it: Segnala Bug

source: Rate on App Store
it: Valuta sull'App Store

source: Share with Friends
it: Condividi con Amici

source: Follow Dime on Twitter
it: Segui Dime su Twitter

source: Follow Rafael on Instagram
it: Segui Rafael su Instagram

source: Light
it: Chiaro

source: Dark
it: Scuro

source: System
it: Sistema

source: Mornings
it: Mattina

source: Evenings
it: Sera

source: Custom
it: Personalizzato

source: Off
it: Disattivato

source: On
it: Attivato

source: Type 1
it: Tipo 1

source: Type 2
it: Tipo 2

source: Close and reload app for change to take effect.
it: Chiudi e riavvia l'app per applicare le modifiche.

source: Enable Notifications
it: Abilita Notifiche

source: Every morning (8:00 AM)
it: Ogni mattina (8:00)

source: Every evening (8:00 PM)
it: Ogni sera (20:00)

source: Custom Time
it: Orario Personalizzato

source: Currencies
it: Valute

source: Number Entry Method
it: Metodo di Inserimento Numeri

source: "Pre-dotted"
it: "Pre-puntato"

source: If you're too lazy to add a decimal point, I gotchu covered.
it: Se sei troppo pigro per aggiungere un punto decimale, ci penso io.

source: "Cent-less"
it: "Senza centesimi"

source: If your transactions usually amount to whole numbers - this one is for you.
it: Se le tue transazioni di solito ammontano a numeri interi, questa è l'opzione per te.

source: Enable Sync
it: Abilita Sincronizzazione

source: Permanently Delete Everythin'
it: Elimina Tutto Permanentemente

source: This action would delete all existing transactions, categories, and budgets, and cannot be undone.
it: Questa azione eliminerà tutte le transazioni, categorie e budget esistenti e non può essere annullata.

source: Danger Zone
it: Zona Pericolosa

source: This action genuinely cannot be undone. Long press to confirm.
it: Questa azione non può davvero essere annullata. Tieni premuto a lungo per confermare.

source: Delete Literally Everything
it: Elimina Letteralmente Tutto

source: Back Out
it: Torna Indietro

source: Celebrate Expenses
it: Celebra le Spese

source: Show Line Graph
it: Mostra Grafico a Linee

source: Budget Rows
it: Righe Budget

source: Experimental features - proceed with caution.
it: Funzionalità sperimentali - procedi con cautela.

source: Replace Time Label
it: Sostituisci Etichetta Orario

source: Swaps the time label of each transaction with its category name. However, if you do not manually input a note for each transaction - in which case the note is the category name by default - duplicate text will appear.
it: Sostituisce l'etichetta dell'orario di ogni transazione con il nome della categoria. Tuttavia, se non inserisci manualmente una nota per ogni transazione - nel qual caso la nota è il nome della categoria per impostazione predefinita - apparirà un testo duplicato.

source: Keep the streak going!
it: Mantieni la serie!

source: Remember to input your expenses today.
it: Ricordati di inserire le tue spese oggi.

source: Loading
it: Caricamento

source: Unable to load tip options, please try again later 🥲
it: Impossibile caricare le opzioni di mancia, riprova più tardi 🥲

source: Hey! Dime was built by a solo student developer, and is intended to be completely free-of-charge, with no paywalls or ads. If you enjoy using Dime and want to support development, please consider a small tip.
it: Ehi! Dime è stato sviluppato da uno studente da solo, ed è completamente gratuito, senza paywall o pubblicità. Se ti piace usare Dime e vuoi supportare lo sviluppo, considera una piccola mancia.

source: Tip failed to go through, please try again!
it: Mancia non andata a buon fine, riprova!

source: Thanks a million, %@ Rafael
it: Grazie mille, %@ Rafael

source: Have a great day ahead!
it: Buona giornata!

source: Version %@ (%@)
it: Versione %@ (%@)

source: Made with ❤️ by %@ from 🇸🇬
it: Fatto con ❤️ da %@ da 🇸🇬

source: ☕ Coffee-Sized Tip
it: ☕ Mancia Formato Caffè

source: 🌮 Taco-Sized Tip
it: 🌮 Mancia Formato Taco

source: 🍕 Pizza-Sized Tip
it: 🍕 Mancia Formato Pizza

source: Recent Transactions
it: Transazioni Recenti

source: View your latest expenses.
it: Visualizza le tue ultime spese.

source: Analyse your expenditure breakdowns over various time periods.
it: Analizza la ripartizione delle tue spese in vari periodi di tempo.

source: Monitor how you are sticking to your overall budgets.
it: Monitora come stai rispettando i tuoi budget complessivi.

source: Monitor how you are sticking to your budgets.
it: Monitora come stai rispettando i tuoi budget.

source: New Expense
it: Nuova Spesa

source: A convenient button to log new purchases.
it: Un comodo pulsante per registrare nuovi acquisti.

source: %lld%% spent
it: %lld%% speso

source: NO RECENT EXPENSES
it: NESSUNA SPESA RECENTE

source: RECENT EXPENSES
it: SPESE RECENTI

source: net
it: netto

source: earned
it: guadagnato

source: spent
it: speso

source: Time Period
it: Periodo di Tempo

source: NO TRANSACTIONS %@
it: NESSUNA TRANSAZIONE %@

source: THIS WEEK
it: QUESTA SETTIMANA

source: THIS MONTH
it: QUESTO MESE

source: THIS YEAR
it: QUEST'ANNO

source: EARNED
it: GUADAGNATO

source: SPENT
it: SPESO

source: ADD OVERALL BUDGET
it: AGGIUNGI BUDGET COMPLESSIVO

source: Percent Spent
it: Percentuale Spesa

source: Create your overall budget in the app
it: Crea il tuo budget complessivo nell'app

source: ADD BUDGET
it: AGGIUNGI BUDGET

source: over
it: oltre

source: SPENT: %@
it: SPESO: %@

source: Select budget in widget options
it: Seleziona il budget nelle opzioni del widget

source: Budget no longer exists - please select new budget from widget options.
it: Il budget non esiste più - seleziona un nuovo budget dalle opzioni del widget.

source: left
it: rimasto

source: SELECT BUDGET
it: SELEZIONA BUDGET

source: SELECT BUDGET IN WIDGET OPTIONS
it: SELEZIONA BUDGET NELLE OPZIONI DEL WIDGET
